tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'dart-lang/dart'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
cask 'java'
brew 'android-sdk'
brew 'pkg-config'
brew 'bash'
brew 'bash-completion'
brew 'ccat'
brew 'chkrootkit'
brew 'clang-format'
brew 'gtk+3'
brew 'cowsay'
brew 'doxygen'
brew 'fasd'
brew 'gcc'
brew 'go'
brew 'htop'
brew 'ideviceinstaller'
brew 'ios-deploy'
brew 'mas'
brew 'mysql'
brew 'peco'
brew 'pstree'
brew 'thefuck'
brew 'tldr'
brew 'tmux', args: ['HEAD']
brew 'tree'
brew 'watchman'
brew 'wget'
brew 'yank'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'dart-lang/dart/dart', args: ['with-content-shell', 'with-dartium']
brew 'homebrew/versions/ruby23'
brew 'neovim/neovim/neovim'
cask 'discord'
cask 'dropbox'
cask 'eclipse-java'
cask 'flux'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'iterm2'
cask 'libreoffice'
cask 'onyx'
cask 'rocket'
cask 'scenebuilder'
cask 'skype'
cask 'staruml'
cask 'teamviewer'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353